benchmark_results/normal/deno_kubernetes_3/json-processing_c10.txt
Bombarding http://192.168.49.2:32000/json-processing with 10000 request(s) using 10 connection(s)
 10000 / 10000 [========================================================================================================================================================================================================================================================================================] 100.00% 2265/s 4s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      2357.62     470.97    4366.67
  Latency        4.20ms     8.68ms    66.56ms
  HTTP codes:
    1xx - 0, 2xx - 10000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:    86.40MB/s