benchmark_results/normal/deno_kubernetes_3/json-processing_c100.txt
Bombarding http://192.168.49.2:32000/json-processing with 10000 request(s) using 100 connection(s)
 10000 / 10000 [========================================================================================================================================================================================================================================================================================] 100.00% 2620/s 3s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      2736.11    1479.89    5666.29
  Latency       36.08ms    23.55ms    96.60ms
  HTTP codes:
    1xx - 0, 2xx - 10000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:   100.23MB/s