benchmark_results/normal/deno_kubernetes_3/json-small_c10.txt
Bombarding http://192.168.49.2:32000/json-small with 100000 request(s) using 10 connection(s)
 100000 / 100000 [=====================================================================================================================================================================================================================================================================================] 100.00% 8456/s 11s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec      8519.09    2212.56   13260.74
  Latency        1.17ms     4.77ms    87.01ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     1.89MB/s