benchmark_results/normal/deno_kubernetes_3/json-small_c100.txt
Bombarding http://192.168.49.2:32000/json-small with 100000 request(s) using 100 connection(s)
 100000 / 100000 [=====================================================================================================================================================================================================================================================================================] 100.00% 11872/s 8s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     11887.15    4860.91   24954.27
  Latency        8.37ms     9.40ms    89.47ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     2.64MB/s